Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WellnessDashboard-Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Dashboard Empty
ar: لوحة المعلومات فارغة
bg: Dashboard: празен
ca: Tauler buit
cs: Přehled je prázdný
da: Oversigten er tom
de: Übersicht leer
el: Το Ταμπλό είναι κενό
es: Tablero vacío
es_us: Tablero vacío
fi: Yleiskatsaus on tyhjä
fr: Suivi vide
fr_ca: Tableau de bord vide
he: לוח הנתונים ריק
hi: डैशबोर्ड ख़ाली
hr: Nadzorna ploča je prazna
hu: A Dashboard üres
id: Dashboard Kosong
it: Il quadro dati è vuoto
ja: ダッシュボードが空です
kk: Бақылау тақтасы бос
ko: 대시보드 비어있음
lt: Ataskaitų sritis tuščia
ms: Papan Pemuka Kosong
nb: Dashbord tomt
nl: Dashboard leeg
pl: Pulpit pusty
pt: Painel Vazio
pt_pt: Boletim de saúde vazio
ro: Tablou de bord gol
ru: Обзор не заполнен
sk: Prehľad je prázdny
sl: Nadzorna plošča je prazna
sv: Översikten är tom
th: แดชบอร์ดว่างเปล่า
tr: Analiz Raporu Boş
uk: Немає показників
vi: Bảng điều khiển trống
zh_cn: “图表汇总”中没有数据
zh_hk: 沒有綜合統計
zh_tw: 儀表板沒有項目

# DASHBOARD_EMPTY_HELP
source: You can add dashboard items from Health Data.
ar: يمكنك إضافة عناصر لوحة المعلومات من البيانات الصحية.
bg: Можете да добавите елементи от Dashboard от данните за здраве.
ca: Pots afegir ítems al tauler des de les dades de salut.
cs: Do přehledu můžete přidat položky ze zdravotních dat.
da: Du kan tilføje emner på oversigten fra sundhedsdata.
de: Objekte für die Übersicht können aus den Gesundheitsdaten ausgewählt werden.
el: Μπορείτε να προσθέσετε στοιχεία Ταμπλό από τα δεδομένα Υγείας σας.
es: Puedes añadir ítems al tablero desde los datos de salud.
es_us: Puedes agregar elementos del tablero obtenidos de los datos de Salud.
fi: Voit lisätä yleiskatsauskohteita Terveysdatasta.
fr: Ajoutez des éléments dans le suivi depuis les Données Santé.
fr_ca: Ajoutez des éléments au tableau de bord à partir des données médicales.
he: ניתן להוסיף פריטים ללוח הנתונים מתוך נתוני הבריאות שלך.
hi: सेहत डेटा से आप डैशबोर्ड आइटम जोड़ ^[सकते हैं](inflect: true)।
hr: Stavke iz Zdravstvenih podataka možete dodavati u nadzornu ploču.
hu: Hozzáadhat Dashboard-elemeket az egészségügyi adatokból.
id: Anda dapat menambahkan item dashboard dari Data Kesehatan.
it: Puoi aggiungere elementi al quadro dati dal pannello che contiene i dati sanitari.
ja: ヘルスケアデータからダッシュボード項目を追加できます。
kk: Бақылау тақтасының элементтерін «Медициналық деректер» бөлімінен қосуға болады.
ko: 건강 데이터에서 대시보드 항목을 추가할 수 있습니다.
lt: Galite pridėti ataskaitų srities elementų iš sveikatos duomenų.
ms: Anda boleh menambahkan item papan pemuka daripada Data Kesihatan.
nb: Du kan legge til objekter på dashbordet fra helsedataene dine.
nl: Voeg onderdelen toe via de tab 'Gegevens'.
pl: Możesz dodawać rzeczy pulpitu bazujące na danych zdrowotnych.
pt: Você pode adicionar itens dos Dados de Saúde ao painel.
pt_pt: Pode adicionar elementos dos dados de saúde ao boletim de saúde.
ro: Puteți adăuga pe tabloul de bord articole bazate pe datele dvs. de sănătate.
ru: Объекты для обзора можно добавлять из раздела «Медданные».
sk: Položky môžete do prehľadu pridať zo zdravotných dát.
sl: Iz podatkov o zdravstvenem stanju lahko ustvarite elemente nadzorne plošče.
sv: Du kan lägga till översiktsobjekt från Hälsodata.
th: คุณสามารถเพิ่มรายการไปยังแดชบอร์ดได้จากข้อมูลสุขภาพ
tr: Analiz raporu öğelerini Sağlık Verileri’nden ekleyebilirsiniz.
uk: Показники можна додавати з медданих.
vi: Bạn có thể thêm các mục bảng điều khiển từ Dữ liệu sức khỏe.
zh_cn: 你可以将“健康数据”中的项目添加到“图表汇总”中。
zh_hk: 你可以從健康資料加入綜合統計項目。
zh_tw: 你可以從「健康資料」加入儀表板項目。

# DATA_COLLECTION_DISABLE
source: Don’t Allow
ar: عدم السماح
bg: Не позволявам
ca: No permetis
cs: Zakázat
da: Tillad ikke
de: Nicht erlauben
el: Να μην επιτραπεί
es: No permitir
es_us: No permitir
fi: Älä salli
fr: Ne pas autoriser
fr_ca: Refuser
he: לא לאפשר
hi: अनुमति न दें
hr: Nemoj dozvoliti
hu: Tiltás
id: Jangan Izinkan
it: Non consentire
ja: 許可しない
kk: Рұқсат бермеу
ko: 허용 안 함
lt: Neleisti
ms: Jangan Benarkan
nb: Ikke tillat
nl: Sta niet toe
pl: Nie pozwalaj
pt: Não Permitir
pt_pt: Não permitir
ro: Nu permiteți
ru: Не разрешать
sk: Nepovoliť
sl: Ne dovoli
sv: Tillåt inte
th: ไม่อนุญาต
tr: İzin Verme
uk: Не дозволяти
vi: Từ chối
zh_cn: 不允许
zh_hk: 不允許
zh_tw: 不允許

# DATA_COLLECTION_ENABLE
source: Allow
ar: السماح
bg: Позволявам
ca: Permet
cs: Povolit
da: Tillad
de: Erlauben
el: Να επιτραπεί
es: Permitir
es_us: Permitir
fi: Salli
fr: Autoriser
fr_ca: Autoriser
he: לאפשר
hi: अनुमति दें
hr: Dozvoli
hu: Engedélyezés
id: Izinkan
it: Consenti
ja: 許可
kk: Рұқсат беру
ko: 허용
lt: Leisti
ms: Benarkan
nb: Tillat
nl: Sta toe
pl: Pozwól
pt: Permitir
pt_pt: Permitir
ro: Permiteți
ru: Разрешить
sk: Povoliť
sl: Dovoli
sv: Tillåt
th: อนุญาต
tr: İzin Ver
uk: Дозволяти
vi: Cho phép
zh_cn: 允许
zh_hk: 允許
zh_tw: 允許

# DATA_COLLECTION_MESSAGE_SEED
source: Do you want to help Apple improve health and fitness features by sharing your activity, workout, and limited health-related data? You can stop sharing any time in Settings.
ar: هل ترغب في مساعدة Apple على تحسين ميزات الصحة واللياقة من خلال مشاركة بيانات النشاط والتمرين ومعلومات محدودة عن الصحة؟ يمكنك إيقاف المشاركة في أي وقت في الإعدادات.
bg: Искате ли да помогнете на Apple да подобри функциите за здраве и фитнес, като споделяте данни за вашата активност, упражнения и някои данни, свързани със здравето? По всяко време можете да спрете споделянето в Настройки.
ca: Vols ajudar Apple a millorar les funcions de salut i activitat física compartint les teves dades d’activitat, entrenament i algunes dades relacionades amb la teva salut? Pots deixar de compartir‑les en qualsevol moment des de la configuració.
cs: Chcete společnosti Apple pomáhat s vylepšováním funkcí pro zdraví a kondici tím, že budete sdílet data aktivity, cvičení a omezeně i data související se zdravím? Sdílení můžete kdykoli ukončit v Nastavení.
da: Vil du hjælpe Apple med at gøre sundheds- og fitnessfunktionerne bedre ved at dele dine aktivitets- og træningsdata samt begrænsede sundhedsrelaterede data? Du kan altid stoppe deling i Indstillinger.
de: Möchtest du Apple beim Verbessern der Gesundheits- und Fitnessfunktionen unterstützen, indem du deine Aktivitäts-, Trainings- und bestimmte gesundheitsbezogene Daten teilst? Dies kann jederzeit in den Einstellungen beendet werden.
el: Θέλετε να βοηθήσετε την Apple να βελτιώσει τις δυνατότητες υγείας και άθλησης κοινοποιώντας τα δεδομένα δραστηριότητας και προπονήσεών σας, καθώς και περιορισμένα δεδομένα που σχετίζονται με την υγεία σας; Μπορείτε να διακόψετε την κοινή χρήση οποιαδήποτε στιγμή στις Ρυθμίσεις.
es: ¿Quieres ayudar a Apple a mejorar las funciones de salud y forma física compartiendo tus datos de actividad, tus entrenos y otra información limitada sobre tu salud? Puedes dejar de compartir estos datos cuando quieras en Ajustes.
es_us: ¿Quieres ayudar a Apple a mejorar las funciones de condición física y salud al compartirle tus datos de actividad, entrenamiento e información limitada relacionada con tu salud? Puedes cambiar esto en Configuración.
fi: Sallitko Applen parantaa terveys- ja kunto-ominaisuuksia jakamalla aktiivisuus- ja treenitietosi sekä rajoitettuja terveyteen liittyviä tietoja? Voit lopettaa jakamisen koska tahansa Asetuksissa.
fr: Souhaitez-vous aider Apple à améliorer les fonctionnalités de santé et forme physique en partageant vos données d’activité et d’exercice ainsi que certaines données liées à votre santé ? Vous pouvez modifier ceci à tout moment dans Réglages.
fr_ca: Souhaitez-vous aider Apple à améliorer les fonctionnalités de santé et de forme physique en partageant vos données d’activité et d’entraînement et certaines données liées à la santé? Vous pouvez cesser le partage à tout moment dans Réglages.
he: האם ברצונך לעזור ל-Apple לשפר את מאפייני הבריאות והכושר על ידי שיתוף נתוני האימונים והפעילות שלך, וכן מידע מסוים הנוגע לבריאותך? ניתן להפסיק את השיתוף בכל עת דרך ״הגדרות״.
hi: क्या आप अपनी ऐक्टिविटी, वर्कआउट और सेहत संबंधी सीमित डेटा शेयर करके सेहत और फ़िटनेस फ़ीचर को सुधारने में Apple की सहायता करना ^[चाहते हैं](inflect: true)? आप सेटिंग्ज़ में जाकर कभी भी शेयर करना रोक ^[सकते हैं](inflect: true)।
hr: Želite li pomoći Appleu u poboljšanju značajki koje se tiču zdravlja i kondicije tako da podijelite svoje podatke o aktivnosti, treningu i ograničene zdravstvene podatke? Možete prestati dijeliti u bilo koje vrijeme u Postavkama.
hu: Szeretne segíteni az Apple-nek az egészség- és fitneszfunkciók fejlesztésében azzal, hogy megosztja tevékenység- és edzésadatait, valamint korlátozottan az egészségével kapcsolatos adatokat? A megosztást bármikor leállíthatja a Beállításokban.
id: Apakah Anda ingin membantu Apple meningkatkan fitur kesehatan dan kebugaran dengan membagikan data aktivitas, olahraga, dan data terbatas terkait kesehatan? Anda dapat berhenti berbagi kapan pun di Pengaturan.
it: Vuoi aiutare Apple a migliorare le funzionalità di monitoraggio della salute e dell’attività fisica condividendo i dati relativi ad attività e allenamenti e un numero ristretto di informazioni sanitarie di altro tipo? Puoi interrompere la condivisione in qualsiasi momento in Impostazioni.
ja: アクティビティ、ワークアウト、一部のヘルスケア関連のデータを共有することで、ヘルスケアおよびフィットネス機能の向上にご協力いただけますか? “設定”でいつでも共有を中止できます。
kk: Белсенділік, жаттығулар туралы деректерді және денсаулыққа қатысты басқа да деректерді бөлісе отырып, Apple компаниясына денсаулық пен фитнес мүмкіндіктерін жетілдіруге көмектескіңіз келе ме? Бөлісуді кез келген уақытта «Реттеулер» мәзірінде өшіруге болады.
ko: Apple이 건강 및 피트니스 기능을 향상할 수 있도록 사용자의 활동, 운동 및 제한적인 건강 관련 데이터를 공유하겠습니까? 설정에서 언제든지 공유를 중단할 수 있습니다.
lt: Ar norite padėti „Apple“ pagerinti sveikatos ir kūno rengybos funkcijas, bendrindami aktyvumo, treniruočių ir ribotus, su sveikata susijusius, duomenis? Bendrinimą bet kada galite išjungti skiltyje „Nustatymai“.
ms: Adakah anda mahu membantu Apple meningkatkan ciri kesihatan dan kecergasan dengan berkongsi data aktiviti, latihan dan data terhad berkaitan kesihatan anda? Anda boleh menghentikan perkongsian pada bila-bila masa dalam Seting.
nb: Vil du hjelpe Apple med å forbedre helse- og treningsfunksjonene ved å dele aktivitets- og treningsdata og begrensede data knyttet til helse? Du kan når som helst avslutte delingen i Innstillinger.
nl: Wil je Apple helpen bij het verbeteren van de gezondheids- en conditiefuncties door je activiteits- en work‑outgegevens en beperkte gezondheidsgegevens te delen? Je kunt op elk moment stoppen met delen in Instellingen.
pl: Chcesz pomóc Apple usprawniać funkcje związane ze zdrowiem i sprawnością, udostępniając swoje dane aktywności, treningów oraz ograniczone dane dotyczące zdrowia? Udostępnianie możesz wyłączyć później, w Ustawieniach.
pt: Deseja compartilhar dados de atividade, exercícios e saúde para ajudar a Apple a melhorar os recursos de saúde e preparo físico? Você pode parar de compartilhar a qualquer momento nos Ajustes.
pt_pt: Gostaria de ajudar a Apple a melhorar as funcionalidades de saúde e fitness partilhando os seus dados de atividade, treino e alguns dados de saúde? Pode alterar esta opção nas Definições a qualquer altura.
ro: Doriți să ajutați Apple la îmbunătățirea funcționalităților pentru sănătate și fitness prin partajarea informațiilor dvs. referitoare la activitate și exerciții, precum și a unor date limitate referitoare la sănătate? Puteți opri oricând partajarea în Configurări.
ru: Хотите помочь компании Apple улучшить функции здоровья и фитнеса, отправляя данные о своей активности, тренировках и некоторые данные из приложения «Здоровье»? Отправку данных можно в любой момент отключить в Настройках.
sk: Chcete pomôcť spoločnosti Apple vylepšovať zdravotné a tréningové funkcie zdieľaním dát aktivít a tréningov a obmedzených dát týkajúcich sa zdravia? Zdieľanie môžete kedykoľvek zastaviť v Nastaveniach.
sl: Želite z deljenjem podatkov o aktivnostih, vadbah in uporabi invalidskega vozička družbi Apple pomagati izboljšati funkcije zdravja in gibanja? To lahko pozneje kadarkoli izklopite v Nastavitvah.
sv: Vill du hjälpa Apple att förbättra funktionerna för hälsa och träning genom att dela dina aktivitets- och träningsdata och en begränsad mängd hälsorelaterade data? Du kan när som helst sluta dela detta via Inställningar.
th: คุณต้องการช่วย Apple ปรับปรุงการทำงานด้านสุขภาพและฟิตเนสโดยการแชร์กิจกรรม การออกกำลังกาย และข้อมูลที่เกี่ยวกับสุขภาพอย่างจำกัดของคุณหรือไม่ คุณสามารถหยุดการแชร์ได้ตลอดเวลาในการตั้งค่า
tr: Aktivite, antrenman ve sınırlandırılmış sağlık verilerinizi göndererek Apple’ın sağlık ve fitness özelliklerini iyileştirmesine yardım etmek ister misiniz? İstediğiniz zaman paylaşmayı Ayarlar’da durdurabilirsiniz.
uk: Ви хочете допомагати Apple вдосконалювати функції для здоровʼя і фітнесу, поширюючи дані своєї активності та тренувань, а також обмежені дані, повʼязані зі здоровʼям? Ви можете припинити поширення будь-якої миті в Параметрах.
vi: Bạn có muốn giúp Apple cải thiện các tính năng sức khỏe và thể chất bằng cách chia sẻ hoạt động, bài tập và dữ liệu giới hạn liên quan đến sức khỏe của bạn không? Bạn có thể dừng chia sẻ bất kỳ lúc nào trong Cài đặt.
zh_cn: 要共享健身记录、体能训练和有限的健康相关数据来帮助Apple改进健康和健身功能吗？你随时可以在“设置”中停止共享。
zh_hk: 你想透過共享你的健身記錄、體能訓練和有限的健康相關資料來協助Apple改進健康與健身功能嗎？你隨時可以在「設定」中停止共享。
zh_tw: 要分享你的活動記錄、體能訓練和有限的健康相關資料，以協助Apple改進健康和健身功能嗎？你隨時可以在「設定」中停止分享。

# DATA_COLLECTION_MORE_INFO_BUTTON
source: Learn More…
ar: معرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: לפרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih Lanjut…
it: Altre info…
ja: 詳しい情報…
kk: Толығырақ ақпарат алу…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui Lebih Lanjut…
nb: Finn ut mer…
nl: Meer informatie…
pl: Więcej informacji…
pt: Saiba Mais…
pt_pt: Saiba mais…
ro: Aflați mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha Fazla Bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# DATA_COLLECTION_MORE_INFO_DONE_BUTTON
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_us: Listo
fi: Valmis
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: OK
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# DATA_COLLECTION_TITLE
source: Improve Health & Activity?
ar: تحسين صحتي والنشاط؟
bg: Подобряване на Здраве и активност?
ca: Vols millorar les apps Salut i Activitat?
cs: Chcete zlepšovat Aktivitu a Zdraví?
da: Gør Sundhed og aktivitet bedre?
de: Health & Aktivität verbessern?
el: Βελτίωση Υγείας και Δραστηριότητας;
es: ¿Mejorar Salud y Actividad?
es_us: ¿Mejorar Actividad y Salud?
fi: Parannetaanko terveyttä/aktiivisuutta?
fr: Améliorer Santé et Activité ?
fr_ca: Améliorer Santé et Activité?
he: לשפר את ״בריאות״ ו״פעילות״?
hi: सेहत और ऐक्टिविटी बेहतर बनाएँ?
hr: Pomoći poboljšati Zdravlje i Aktivnost?
hu: Segít az Egészség és Tevékenység továbbfejlesztésében?
id: Tingkatkan Kesehatan & Aktivitas?
it: Vuoi migliorare Salute e Attività?
ja: “ヘルスケア”と“アクティビティ”の改善にご協力いただけますか?
kk: «Денсаулық» және «Белсенділік» қолданбасын жақсарту қажет пе?
ko: 건강 및 활동 기능을 향상하겠습니까?
lt: Padėti tobulinti „Sveikatą“ ir „Veiklą“?
ms: Tingkatkan Kesihatan & Aktiviti?
nb: Forbedre Aktivitet og Helse?
nl: Gezondheid en Activiteit verbeteren?
pl: Ulepszać obsługę zdrowia i aktywności?
pt: Melhorar Saúde e Atividade?
pt_pt: Melhorar Saúde e Atividade?
ro: Îmbunătățiți Sănătate și Activitate?
ru: Улучшать приложения «Здоровье» и «Активность»?
sk: Vylepšovať Zdravie a Aktivitu?
sl: Želite izboljšati Zdravje in Aktivnost?
sv: Förbättra Hälsa och Aktivitet?
th: ปรับปรุงสุขภาพและกิจกรรมหรือไม่
tr: Sağlık ve Aktivite İyileştirilsin mi?
uk: Покращувати Здоровʼя і Активність?
vi: Cải thiện Sức khỏe & Hoạt động?
zh_cn: 改进健康与健身记录？
zh_hk: 改進健康與健身記錄？
zh_tw: 改進健康與活動記錄？

# DATA_SOURCES_HEADER
source: Data Sources
ar: مصادر البيانات
bg: Източници на данни
ca: Fonts de dades
cs: Zdroje dat
da: Datakilder
de: Datenquellen
el: Πηγές δεδομένων
es: Fuentes de datos
es_us: Fuentes de datos
fi: Tietolähteet
fr: Sources des données
fr_ca: Sources de données
he: מקורות נתונים
hi: डेटा सोर्स
hr: Izvori podataka
hu: Adatforrások
id: Sumber Data
it: Fonti
ja: データソース
kk: Дереккөздер
ko: 데이터 소스
lt: Duomenų šaltiniai
ms: Sumber Data
nb: Datakilder
nl: Gegevensbronnen
pl: Źródła danych
pt: Fontes de Dados
pt_pt: Fontes de dados
ro: Surse de date
ru: Источники данных
sk: Zdroje dát
sl: Viri podatkov
sv: Datakällor
th: แหล่งข้อมูล
tr: Veri Kaynakları
uk: Джерела даних
vi: Nguồn dữ liệu
zh_cn: 数据源
zh_hk: 資料來源
zh_tw: 資料來源

# DATA_TYPE_PROVIDERS_EXPLANATION
source: The sources above are allowed to update your %@ data. When multiple sources are available, one data source will be chosen based on the priority order listed above.
ar: يسمح للمصادر المذكورة أعلاه بتحديث بيانات %@ الخاصة بك. عندما تكون المصادر المتعددة متاحة، سيتم اختيار مصدر بيانات واحد على أساس ترتيب الأولويات المذكورة أعلاه.
bg: Посочените по-горе източници са разрешени за обновяване на вашите данни за %@. Когато са достъпни няколко източника, единият от тях се избира на базата на приоритетите в горния списък.
ca: Les fonts anteriors tenen permís per actualitzar les dades sobre %@. Quan hi hagi diverses fonts disponibles, se n’escollirà una basant‑se en l’ordre de prioritat establert a dalt.
cs: Výše uvedené zdroje smí aktualizovat data „%@“. Je‑li k dispozici více zdrojů, bude vybrán první zdroj z výše uvedeného seznamu priorit.
da: Kilder, der er nævnt ovenfor, har lov til at opdatere dine data om %@. Ved data fra flere kilder vælges en datakilde baseret på den prioriterede rækkefølge ovenfor.
de: Die obigen Quellen dürfen deine Daten für „%@“ aktualisieren. Wenn mehrere Quellen verfügbar sind, wird eine Datenquelle anhand der obigen Prioritätenfolge gewählt.
el: Επιτρέπεται στις παραπάνω πηγές να ενημερώνουν τα δεδομένα «%@». Σε περίπτωση πολλών διαθέσιμων πηγών, θα επιλέγεται μία πηγή δεδομένων με βάση την παραπάνω σειρά προτεραιότητας.
es: Las fuentes anteriores tienen autorización para actualizar tus datos de %@. Si hay varias fuentes disponibles, se seleccionará una en función del orden de prioridad de la lista.
es_us: Las fuentes anteriores pueden actualizar tus datos de %@. Cuando haya disponibles varias fuentes, se elegirá una según el orden de prioridad de la lista anterior.
fi: %@ päivitetään yllä olevista lähteistä. Kun käytettävissä on useita lähteitä, tietolähde valitaan yllä luetellun prioriteettijärjestyksen perusteella.
fr: Les sources ci-dessus sont autorisées à mettre à jour vos données (%@). Si plusieurs sources sont disponibles, celle des données est choisie selon l’ordre de priorité ci-dessus.
fr_ca: Les sources ci-dessus sont autorisées à mettre vos données « %@ » à jour. Lorsque plusieurs sources sont disponibles, une seule sera choisie selon l’ordre de priorité ci-dessus.
he: המקורות שלעיל רשאים לעדכן את הנתונים שלך לגבי %@. כאשר יש מקורות רבים זמינים, מקור אחד ייבחר בהתאם לסדר העדיפויות שלעיל.
hi: ऊपर दिए गए सोर्स को आपके “%@” डेटा को अपडेट करने की अनुमति है। कई सोर्स उपलब्ध होने पर ऊपर सूचीबद्ध प्राथमिकता क्रम के आधार पर एक डेटा सोर्स का चयन कर लिया जाएगा।
hr: Iznad navedeni izvori imaju dopuštenje za ažuriranje vaših podataka za “%@”. U slučaju da bude dostupno više izvora, odabrat će se jedan izvor podataka ovisno o gore navedenom redoslijedu prioriteta.
hu: A fenti források frissíthetik az Ön %@ adatait. Amikor több forrás érhető el, egy adatforrás lesz kiválasztva a fenti fontossági sorrend alapján.
id: Sumber di atas diizinkan untuk memperbarui data %@ Anda. Jika beberapa sumber tersedia, satu sumber data akan dipilih berdasarkan urutan prioritas yang tertera di atas.
it: Le fonti di dati sopra indicate hanno il permesso di aggiornare le tue informazioni (%@). Nel caso in cui siano disponibili diverse fonti di dati, la scelta si baserà sull’ordine di priorità indicato sopra.
ja: 上のソースは%@データをアップデートできます。複数のデータソースがある場合は、上のリストの優先順位に基づいて1つが選択されます。
kk: Жоғарыда көрсетілген дереккөздерге %@ деректеріңізді жаңартуға рұқсат берілген. Бірнеше дереккөз қолжетімді болса, жоғарыда берілген басымдық реті бойынша бір дереккөз таңдалады.
ko: 위의 데이터 소스에서 사용자의 %@ 데이터를 업데이트할 수 있습니다. 데이터 소스를 여러 개 사용하는 경우, 위에 나열된 순서에 따라 하나의 데이터 소스가 선택됩니다.
lt: Pirmiau nurodyti šaltiniai gali atnaujinti jūsų „%@“ duomenis. Kai yra keli šaltiniai, vienas iš jų bus pasirinktas pagal nurodytus prioritetus.
ms: Sumber di atas dibenarkan mengemas kini data %@ anda. Apabila berbilang sumber tersedia, satu sumber data akan dipilih berasaskan tertib keutamaan yang disenaraikan di atas.
nb: Kildene ovenfor har tillatelse til å oppdatere dataene om %@. Når flere kilder er tilgjengelige, velges én kilde, prioritert etter rekkefølgen på listen ovenfor.
nl: Bovenstaande bronnen mogen je gegevens over %@ bijwerken. Als er meerdere bronnen beschikbaar zijn, wordt één gegevensbron gekozen in volgorde van bovenstaande lijst.
pl: Powyższe źródła mogą uaktualniać Twoje dane (%@). Gdy dostępnych jest wiele źródeł, na podstawie wskazanych priorytetów wybrane zostanie jedno z nich.
pt: As fontes acima têm permissão para atualizar os dados de %@. Quando várias fontes de dados estiverem disponíveis, uma será escolhida com base na ordem de prioridade da lista acima.
pt_pt: As fontes acima estão autorizadas a atualizar os dados de %@. Quando estiver disponível mais de uma fonte, será escolhida uma única com base na lista de prioridade acima.
ro: Sursele de mai sus sunt autorizate să actualizeze datele dvs. referitoare la %@. Când sunt disponibile mai multe surse, o sursă de date va fi aleasă pe baza ordinii de prioritate listate mai sus.
ru: Указанным выше источникам разрешено обновлять Ваши данные из категории «%@». Если доступно несколько источников данных, будет выбран один из них в последовательности, приведенной выше.
sk: Vyššie uvedené zdroje môžu aktualizovať dáta v kategórii %@. Ak je dostupných viacero zdrojov, bude podľa poradia v zozname vybraný jeden z nich.
sl: Zgornjim virom je dovoljeno posodabljanje podatkov o %@. Če je na voljo več virov, bo izbira vira podatkov temeljila na zgoraj navedenem prednostnem vrstnem redu.
sv: Källorna ovan får uppdatera dina data för %@. När flera källor är tillgängliga väljs en datakälla baserat på prioritetsordningen i listan ovan.
th: อนุญาตแหล่งข้อมูลที่แสดงข้างบนให้อัปเดตข้อมูล%[tt]@ของคุณ ถ้ามีแหล่งข้อมูลหลายแหล่ง จะเลือกแหล่งข้อมูลตามลำดับความสำคัญที่แสดงข้างบน
tr: %@ verilerinizi yukarıdaki kaynakların güncellemesine izin veriliyor. Birden fazla kaynak varsa yukarıda listelenen öncelik sırasına göre bir veri kaynağı seçilecektir.
uk: Наведеним джерелам дозволено оновлювати дані типу «%@». За наявності кількох джерел обиратиметься те з них, що має найвищий пріоритет у цьому списку.
vi: Các nguồn trên được phép cập nhật dữ liệu %@ của bạn. Khi có nhiều nguồn, một nguồn dữ liệu sẽ được chọn dựa trên thứ tự ưu tiên được liệt kê ở trên.
zh_cn: 允许以上数据源更新你的%@数据。若有多个来源，则会根据上列优先顺序选用一个来源。
zh_hk: 上列的來源已獲授權更新你的「%@」資料。如有多個可用的資料來源，將會以上列優先次序選擇一個來源。
zh_tw: 允許上方來源更新%@資料。若有多個來源可用，會根據上方所列的優先順序來選擇資料來源。
